Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.08.03.15_fin.txt.tmx
Source language: fin
Languages: sme

source: Järkytys ja epäusko Elämäni kummallisin ja järkyttävin viikko alkaa olla takana päin.
sme: Soasiheapmi ja eahpeosku Mu eallima ártegeamos ja hirbmadeamos vahkku lea dál bázibázi.

source: Täytyy sanoa, että muutama päiviä on kulunut kuin sumussa ja tunnelmat ovat vaihdelleet epäuskosta kauhuskenaarioon.
sme: Ferte dadjat, ahte muhtin beaivi lea golihan dego murkku siste ja dovdamušat leat molsašuddan eahpeoskkus hirbmaskenáriijai.

source: Olin keskiviikkona Brysselissä hyvin mielenkiintoisessa ja tärkeässä seminaarissa arktisen alueen tulevaisuudesta.
sme: Ledjen gaskavahkko Brysselis hui beroštahtti ja dehálaš semináras árktasa guovllu boahtteáiggis.

source: Sain sinne kesken seminaarin tiedon, että saamelaiskäräjiltä pyydetään pikaista lausuntoa seuraavalle päivälle lausuntoa saamelaismääritelmästä vielä kerran perustusvaliokunnalle ja neuvottelua perustuslakivaliokunnan puheenjohtaja Johannes Koskisen ja oikeusministeri Anna-Maja Henrikssonin kanssa.
sme: Ožžon dohko gaskan seminára dieđu, ahte sámedikkis bivdet dakkaviđe ja čuovvovaš beaivái cealkámuša sápmelašmeroštallamis vel okte vuođđoláhkaválljagoddái ja šiehtadallama vuođđoláhkaválljagotti ságadoalli Johannes Koskisiin ja vuoigatavuohtaministtar Anna-Maja Henrikssoniin.

source: Tärkeän seminaarin kokonaisanti jäi siis muodostamatta, koska se piti jättää kesken lausunnon kirjoittamisen vuoksi ja lähteä ensimmäisellä mahdollisella koneella Suomeen.
sme: Mávssolaš seminára ollislaš addámuš bázii hábmekeahttá, daningo šadden guođđit seminára gáibiduvvon cealkámuša čállima geažil ja vuolgit vuosttaš vejolaš girdiin Supmii.

source: Linjat kävivät kuumina Suomeen ja ryhdyimme toimeen.
sme: Linnját ledje dollabáhkasin Supmii ja riemaimet bargui.

source: Saamelaiskäräjien lausunto löytyy käräjien kotisivuilta, kuten kaikki valiokunnille annetut lausunnot.
sme: Sámedikki cealkámuš gávdno sámedikki ruovttusiidduin, dego buot váljagottiide addojun cealkámušat.

source: Pikakomennuksella saamelaiskäräjien puheenjohtajisto neuvotteli torstaina niin perustuslakivaliokunnan puheenjohtajan kuin oikeusministerinkin kanssa.
sme: Hoahppogohččumiin sámedikki ságadoallit šiehtadalle duorastaga sihke vuođđoláhkaváljagotti ságadolliin ja vuoigatvuohtaministariin.

source: Olen seurannut valiokunnan työskentelyä suurella ihmetyksellä, että ei voi olla totta.
sme: Lean čuvvon váljagotti bargama stuora ipmašiin, ahte ii sáhte leat duohta.

source: Ehdotuksia saamelaismääritelmäksi on vedetty kuin hatusta ilman mitään logiikkaa.
sme: Evttohusat sápmelašmeroštallamin leat gessojuvvon dego háhtas almmá mange logihkaid haga.

source: Perustuslain kanssa tässä ei ole ollut mitään tekemistä.
sme: Vuođđolágain dás ii leat mihkkege dahkamušaid.

source: Perustuslakivaliokunta on osoittanut sen, että se on hyvin vaikutuksille altis puoluepoliittinen valiokunta, joka tulkitsee perustuslakia ja kansainvälisiä velvoitteita kunkin edustajan puoluepoliittisten silmälasien läpi.
sme: Vuođđoláhkaváljagoddi lea čájehan dan, ahte dat lea váikkuhusaide mieđis bellodatpolitihkalaš váljagoddi, mii dulko vuođđolága ja riikkaidgaskasaš geatnegasvuođaid iešguđege ovddasteaddji bellodatpolitihkalaš čalbmelásiid čađa.

source: Sotkuahan tällaisesta toiminnasta tulee.
sme: Duivi, moivi ja ruivi dahan dákkár doaimmas šaddá.

source: Siitä huolimatta Lapin kansanedustajien jatkokautta on yritetty varmistaa ihan perustuslakivaliokunnan suurella avustuksella.
sme: Das fuolakeahttá Lappi riikkabeaiveovddasteddjiid joatkkabadji lea geahččaluvvon sihkkarastojuvvot vuođđoláhkaváljagotti árvvas veahki rájes.

source: Kuultu on jos monenlaisia tahoja, mutta Suomen perustuslain ja kansainvälisen oikeuden asiantuntijat on jätetty kuulematta muutamaa kirjallista kuulemista lukuun ottamatta.
sme: Juos ja vaikko guđegelágán bealit leat gullojuvvon, muhto Suoma vuođđolága ja riikkaidgaskasaš vuoigatvuođa áššedovdit leat guđđojuvvon gulakeahttá earret muhtin čálalaš gullama.

source: Valiokunnan työtä ovat dominoineet juorut ja huhut, lappilaisten kansanedustajien näkemykset, puoluepolitiikka ja asiantuntemattomuus.
sme: Váljagotti barggu leat domineren šláddarat ja šolžžat, lappilaš riikkabeaiveolbmuid oainnut, bellodatpolitihkka ja áššedovdameahttunvuohta.

source: Minun uskoni perustuslakivaliokunnan kykyihin täyttää sille asetetut tehtävänsä ovat menneet.
sme: Mun lean massán jáhku vuođđoláhkaváljagotti návccaide deavdit dasa ásahuvvon bargguid.

source: Saamelaiskäräjälakia on vatvottu valiokunnassa syyskuun lopusta lähtien eli yli viitisen kuukautta.
sme: Vuođđoláhkaváljagoddi lea smirezastán ja millen ovdánkeahttá sámediggelága čakčamánu loahpa rájes badjel vihtta mánu.

source: Ja kaiken tämän pakerruksen, lausuntovyörytyksen ja kaikkien mahdollisten kiinnostuneiden tahojen kuulemisten jälkeen valiokunta on päätynyt esittämään saamelaismääritelmän pitämistä nykyisellään.
sme: Ja buot dán buđaldallama, cealkámuščolluma ja buot vejolaš beroštuvvan beliid gullama maŋŋel váljagoddi lea mearridan evttohit sápmelašmeroštallama doallama dego dat lea dálá lágas.

source: Uskomatonta !
sme: Jáhkemeahttun !

source: Kun katsoo valiokuntien lausuntoja ja mietintöjä saamelaislaki-hankkeista, niin on selvää että päähallituspuolueet ovat pettäneet saamelaiset ja valtioneuvoston.
sme: Go geahččá váljagottiid cealkámušaid ja smiehttamušaid sápmelašláhkafidnuin, de lea čielggas ahte váldoráđđehusbellodagat leat beahttán sápmelaččaid ja stáhtaráđi.

source: Päähallituspuolueet ovat pettäneet myös oikeusministeriön ja kaiken sen tekemän työn.
sme: Váldoráđđehusbellodagat leat beahttán maid vuoigatvuohtaministeriija ja visot dan bargan barggu.

source: Siitä ei pääse yli eikä ympäri.
sme: Dán áššis ii sáhte eará ládje oaivvildit.

source: Suomen tilanne muistuttaa ikävällä tavalla Venäjän tilannetta.
sme: Suoma dilli sulástahttá morašlaš vuogi mielde Ruošša dili.

source: Venäjällä valtio on vaihtanut alkuperäiskansoja edustavien järjestöjen edustajat valtiolle myötämielisiin henkilöihin.
sme: Ruoššas stáhta lea lonuhan álgoálbmogiid ovddastan organisašuvnnaid ovddasteddjiid stáhtii miehtemielalaš olbmuide.

source: Suomi on tekemässä aivan samoin.
sme: Suopma lea bargame seamma ládje.

source: Suomen valtio on vaihtamassa saamelaiset ja saamelaiskäräjät Suomen valtiolle myötämielisiin henkilöihin ja vieläpä lain nojalla.
sme: Suoma stáhta lea molsume sápmelaččaid ja sámedikki Suoma stáhtii miehtemielalaš olbmuide ja juobe lága vuođul.

source: Suomen valtio määrää ketkä ovat saamelaisia vastoin saamelaisyhteisön näkemystä.
sme: Suoma stáhta mearrida geat leat sápmelaččat sámi servoša oainnu vuostá.

source: Muutamassa vaalikaudessa saamelaiskäräjät voi korvautua kokonaisuudessaan edustajilla, joilla ei ole yhteyttä saamen kieleen ja kulttuuriin, mutta on kylläkin surullisen kuuluisa ” lappalaisverokortti ”.
sme: Muhtin válgabajis sámediggi sáhttá buhttejuvvot ollásit ovddasteddjiiguin, geain ii leat oktavuohta sámegillii ja sámi kultuvrii, muhto lea gal morašlaš beakkán “ lappalašvearrogoarta ”.

source: Suomi on taantumassa takaisin 1900-luvun alun assimilaatiopolitiikan aikakaudelle.
sme: Suopma lea manname maŋás 1900-logu álggu assimilašuvdnapolitihka áigodahkii.

source: Kaikkein absurdein tilanne on se, että koko saamelaiskäräjälain uudistus lähti siitä, että saamelaismääritelmää on muutettava, ja sillä ei olekaan mitään merkitystä.
sme: Buot mielaheamos ja jierpmivuostáseamoš dilli lea dat, ahte oba sámediggelága ođasnuhttin vulgii das, ahte sápmelašmeroštallan galgá rievdaduvvot, ja das ii leatge mihkkege mearkkašumiid.

source: Nyt perustuslakivaliokunta on kaikessa viisaudessaan esittänyt saamelaismääritelmän pitämistä voimassaan nykyisenkaltaisena sekä laventaen sitä lain perusteluosassa entisestään siten, että ryhmäidentifikaatiolla ei ole mitään merkitystä ja Korkeimman hallinto-oikeuden vuoden 2011 tulkintakäytäntö on oikea tapa tulkita sitä, kuka on saamelainen.
sme: Dál vuođđoláhkaváljagoddi lea buot viisodagastis evttohan sápmelašmeroštallama bisuheami ovddešlágánin ja viiddidan lága ákkastallanoasis dan ovddežis nu, ahte joavkoidentifikašuvnnas ii leat mihkkege mearkkašumiid ja Alimus hálddahusrievtti jagi 2011 dulkongeavat lea rievttes vuohki dulkot, gii lea sápmelaš.

source: Valiokunnan esittämät muutokset ovat täysin vastoin Suomen saamia kansainvälisiä ihmisoikeussopimusten valvontaelinten suosituksia ja ihmisoikeusvelvoitteita ja vieläpä Suomen kansainväliselle yhteisölle antamiaan lupauksia.
sme: Váljagotti evttohan nuppástusat lea ollásii vuostá Suoma oažžun riikkaidgaskasaš olmmošriektesoahpamušaid gohcinorgánaid ávžžuhusaid ja olmmošriekte-geatnegasvuođaid ja vel Suoma riikkaidgaskasaš servošii addin lohpádusaidis.

source: Tämä perustuslakivaliokunta jättää todellakin jälkensä historiaan ihmis- ja alkuperäisoikeuksien kannalta.
sme: Dát vuođđoláhkaváljagoddi guođđá duođaidge luottaidis historjái olmmoš- ja álgoálbmotrivttiid dáfus.

source: Saamelaiskäräjillä ei ole perustuslakivaliokunnalle mitään virkaa.
sme: Sámedikkis ii leat vuođđoláhkaváljagoddái mihkkege mearkkašumiid.

source: Saamelaiskäräjät on sille joku kuriositeetti, jolla voi pyyhkiä lattiaa.
sme: Sámediggi lea dasa muhtin kuriositeahtta, mainna sáhttá sihkkut láhtti.

source: Kaikki se työ, mitä saamelaiskäräjät ja oikeusministeriö ovat rakentaneet tämän eduskuntakauden aikana yhdessä on tuhottu.
sme: Visot dat bargu, maid sámediggi ja vuoigatvuohta-ministeriija leaba huksen dán riikkabeaiveáigodaga áigge lea duššaduvvon.

source: Valiokunta ehdottaa, että ILO 169-sopimus kyllä voidaan ratifioida.
sme: Váljagoddi evttoha, ahte ILO 169-soahpamuš gal sáhttá ratifiserejuvvot.

source: Nythän se onkin helppoa kun kaikki alueen asukkaat voivat käytännössä päästä saamelaiskäräjien vaaliluetteloon ja me olemme alueen pääväestön kaikki yhtä suurta alkuperäiskansaa !
sme: Dálhan dat leage álki go visot guovllu olbmot sáhttet geavadis beassat sámedikki válgalogahallamii ja mii leat guovllu váldoálbmogiin buohkat okta stuora álgáoálbmot !

source: Saamelaisia on huijattu.
sme: Sápmelaččat leat sakkarat dájuhuvvon.

source: Meidät pakotettiin hyväksymään Ilo 169-sopimuksen ratifiointi ja sen selitys, jota saamme saamelaiskäräjälain ja saamelaismääritelmän uudistettua.
sme: Mii bákkuhuvuimet dohkkehit ILO 169-soahpamuša ratifiserema ja dan čilgehusa, vai sámediggeláhka ja sápmelašmeroštallan sáhtii ođasnuhttojuvvot.

source: Nyt saamelaiskäräjälakia ei muuteta saamelaismääritelmän osalta.
sme: Dál sámediggeláhka sápmelašmeroštallan ii rievdaduvvo.

source: ILO 169-sopimuksen ratifioinnilla ei ole enää saamelaiskäräjien tukea.
sme: ILO 169-soahpamuša ratifiseremiin ii leat šat sámedikki doarjja.

source: Se koskee sekä selitystä että koko sopimuksen ratifiointia.
sme: Dat guoská sihke čilgehusa ja oba soahpamuša ratifiserema.

source: Saamelaiskäräjien kokous on päättänyt kokouksessaan 2/2014 lausunnossaan ILO 169-sopimuksesta, että: Saamelaiskäräjät pitää välttämättömänä, että ILO 169-sopimuksen ratifiointi liitetään tässä yhteydessä saamelaiskäräjälain uudistukseen ja saamelaismääritelmää muutetaan saamelaiskäräjien kannan mukaisesti, jotta sopimuksen ratifiointi ja toimeenpano vastaavat Suomen tilannetta ja sopimusta sovelletaan tarkoituksenmukaisesti.
sme: Sámedikki lea čoakkámisttis 2/2014 dan cealkámušas ILO 169-soahpamušas, ahte: Sámediggi atná vealtameahttumin, ahte ILO 169-soahpamuša ratifiseren laktojuvvo dán oktavuođas sámediggelága ođasnuhttimii ja sápmelašmeroštallan rievdaduvvo sámedikki oainnu mielde, vai soahpamuša ratifiseren ja olláhuhttin dávisteaba Suoma dillái ja soahpamuš guoskaduvvo vuogálaččat.

source: Ollakseen ILO-sopimuksen kannalta hyväksyttävä, Suomen lainsäädännön sisältämän saamelaismääritelmän täytyy olla saamelaisten itsensä hyväksymä.
sme: Vai ILO-soahpamuša dáfus lea dohkálaš, de Suoma lága sápmelašmeroštallan ferte leat sápmelaččaid iežaset dohkkeheami mielde.

source: Sopimuksen valvontaelimet tulevat kiinnittämään huomiota siihen, miten Suomen lainsäädäntö määrittelee yleissopimuksen suojan piiriin tulevan alkuperäiskansan.
sme: Soahpamuša gohcinorgánat bohtet giddet fuomášumi dasa, mot Suoma lágat meroštallet álgoálbmoga, mii boahtá oktasašsoahpamuša suoji ollái.

source: Jos tässä yhteydessä ilmenisi, että Suomi on liittynyt sopimukseen sellaisen saamelaismääritelmän nojalla, jota saamelaiset itse eivät hyväksy, oltaisiin kestämättömässä tilanteessa.
sme: Jos dán olis vuhttolii, ahte Suopma lea čatnasan soahpamuššii dakkár sápmelašmeroštallama vuođul, man sápmelaččat ieža eai dohkket, de dat livččii gierdameahttun dilli.

source: Artiklan 1 osalta saamelaiskäräjien kanta on, että sopimus koskee kaikilta osin Suomessa vain alkuperäiskansa saamelaisia ja että mikäli Suomi liittyy ILO 169-sopimukseen, saamelaismääritelmän on oltava saamelaiskäräjien hyväksymä.
sme: Artihkkala 1 mielde sámedikki oaidnu lea, ahte soahpamuš guoská buot osiin Suomas dušše álgoálbmot sápmelaččaid ja ahte jos Suopma čatnašuvvá ILO 169-soahpamuššii, de sápmelašmeroštallan ferte leat dakkár, man sámediggi dohkkeha.

source: Nyt Suomen valtio on perustuslakivaliokunnan luomassa kestämättömässä tilanteessa saamelaislakihankkeiden osalta.
sme: Dál Suoma stáhta lea vuođđoláhkaváljagotti duddjon gierdameahttun dilis sámi láhkafidnuid olis.

source: Haluan kiittää kaikkia saamelaisia, ihmisoikeusaktivisteja, tiedeyhteisön edustajia ja saamelaisyhdistyksiä, jotka ovat vedonneet saamelaiskäräjälain ja erityisesti sen saamelaismääritelmän uudistuksen puolesta ja tehneet työtä saamelaisten paremman tulevaisuuden eteen.
sme: Háliidan giitit buot sápmelaččaid, olmmošriekteaktivisttaid, dieđaservoša ovddasteddjiid ja sámi servviid, mat leat doarjalan sámediggelága ja earenoamážit dan sápmelašmeroštallama ođasnuhttima beales ja leat bargan sápmelaččaid buoret boahtteáiggi ovdii.

source: Työnne on ollut tärkeää ja olen ylpeä siitä, että saamen kansa on ollut hyvin yhtenäinen saamelaiskäräjälain uudistuksessa.
sme: Din bargu lea leamaš dehálaš ja lean čeavlái das, ahte sámi álbmot lea leamaš ovttamielalaš sámediggelága ođasnuhttimis.

source: Kiitän teitä tuestanne ja työstänne kaikesta sydämestäni.
sme: Giittán din doarjagisttádet ja barggusteattet buot váimmuinan.

source: On erityisen tärkeää, että asian ollessa niin tärkeä saamelaisille, niin he ovat saaneet nopeaa, oikeaa ja luotettavaa tietoa eduskunnan toiminnasta saameksi ja suomeksi Yle Sápmin eri foorumeilla.
sme: Lea earenoamáš dehálaš, ahte go ášši lea leamaš nu dehálaš sápmelaččaide, nu sápmelaččat leat ožžon jođánit, rievttes ja luohtehahtti dieđu riikkabeivviid doaimmain sáme- ja suomagillii Yle Sámi sierra forumain.

source: Saamenkielinen riippumaton media on todella arvokas ja tärkeä meille saamelaisille.
sme: Sámegielalaš bealakeahtes media lea duođaid divrras ja dehálaš ášši sápmelaččaide.

source: Valtamedian lähestymistapa saamelaisasioihin tuntuu olevan monesti sensaatiohakuinen.
sme: Váldomedia lahkonanvuohki sámi áššiide orru leame máŋgii sensašuvnnaid ohcci.

source: On selvää, että jos valtamedian toimittajien asiantuntemus saamelaisista ja saamelaiskulttuurista on heikko, se vaikuttaa uutisten laatuun ja myös uutisissa välittyviin asenteisiin, jotka ovat hyvin helposti löydettävissä.
sme: Lea čielggas, ahte jos váldomedia doaimmaheddjiid áššedovdamuš sápmelaččain ja sámi kultuvrras lea heittot, de dat váikkuha ođđasiid šládjii ja maiddái ođđasiidda sirdojuvvon doaladupmin, man lea álki vuohttit.

source: Me saamelaiset tunnumme olevan niin mediassa kuin valtakunnan politiikassa silmätikkuina monellakin tapaa.
sme: Mii sápmelaččat orrut leame nu medias go váldegotti politihkas buohkaid negatiiva fuomášumi čuozáhahkan máŋgganai ládje.

source: Jatkamme neuvotteluja eduskuntaan ja oikeusministeriöön päin miten asiassa edetään.
sme: Joatkit šiehtadallamiid riikkabeivviid ja vuoigatvuohtaministeriija guvlui mot áššis ovdánuvvo.

source: Pallo on nyt oikeusministerillä ja valtioneuvostolla ja ennen kaikkea pääministeri Stubbilla, joka ulkoministerinä ollessaan korosti vahvasti alkuperäiskansojen oikeuksia.
sme: Spábbá lea dál vuoigatvuohtaministeriijas ja stáhtaráđis ja vuosttažettiin oaiveministtar Stubbis, gii olgoministariin doaimmadettiin deattuhii hui vuoimmálaččat álgoálbmogiid rivttiid.

source: Nyt hän vaikuttaa unohtaneen saamelaiset kokonaan.
sme: Dál son orru ollásit vajálduhttán sápmelaččaid.

source: Olen pyytänyt useita kertoja tapaamista pääministerin kanssa, mutta hänen kabinettinsa ei ole edes vastannut yhteydenottopyyntöihini.
sme: Lean bivdán máŋgii deaivvadeami oaiveministariin, muhto su kabineahtta ii leat oba vástidange oktavuohtaváldinbivdagiidda.

source: Menen maanantaina taas Helsinkiin.
sme: Manan ihttin mánnodaga fas Helssegii.

source: Päivitän blogikirjoitustani heti kun on uutisoitavaa.
sme: Ođasnuhtán bloggačállosa dakkaviđe go áššis leat muitalanládje ođđa dieđut.
